Repository: rokartur/BetterCmdTab
Catalog: BetterCmdTab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pl, zh_hans

source: Live window previews
de: Live-Fenstervorschauen
es: Vistas previas de ventanas en vivo
fr: Aperçus de fenêtres en direct
pl: Podglądy okien na żywo
zh_hans: 实时窗口预览

source: In the Previews layout, thumbnails keep refreshing while the switcher is open, so they show what is happening in each window right now. Uses extra CPU and GPU while the panel is up.
de: Im Layout „Vorschauen“ werden die Miniaturen laufend aktualisiert, solange der Umschalter geöffnet ist – sie zeigen, was gerade in jedem Fenster passiert. Verbraucht zusätzliche CPU- und GPU-Leistung, während das Panel offen ist.
es: En la disposición Vistas previas, las miniaturas se actualizan continuamente mientras el selector está abierto, mostrando lo que ocurre en cada ventana en ese momento. Consume CPU y GPU adicionales mientras el panel está abierto.
fr: Dans la disposition Aperçus, les miniatures se rafraîchissent en continu tant que le sélecteur est ouvert et montrent ce qui se passe dans chaque fenêtre en temps réel. Consomme davantage de CPU et de GPU pendant que le panneau est affiché.
pl: W układzie Podglądy miniatury odświeżają się na bieżąco, gdy przełącznik jest otwarty, pokazując, co aktualnie dzieje się w każdym oknie. Zużywa dodatkowe zasoby CPU i GPU, gdy panel jest widoczny.
zh_hans: 在预览布局中，切换器打开期间缩略图会持续刷新，实时显示每个窗口中的内容。面板打开时会额外占用 CPU 和 GPU。

source: Browser tab previews
de: Browser-Tab-Vorschauen
es: Vistas previas de pestañas del navegador
fr: Aperçus des onglets du navigateur
pl: Podglądy kart przeglądarki
zh_hans: 浏览器标签页预览

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
pl: Własne
zh_hans: 自定义

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
pl: Ciemny
zh_hans: 深色

source: Hide Preview
de: Vorschau ausblenden
es: Ocultar vista previa
fr: Masquer l’aperçu
pl: Ukryj podgląd
zh_hans: 隐藏预览

source: Light
de: Hell
es: Claro
fr: Clair
pl: Jasny
zh_hans: 浅色

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
pl: Podgląd
zh_hans: 预览

source: Show Preview
de: Vorschau anzeigen
es: Mostrar vista previa
fr: Afficher l’aperçu
pl: Pokaż podgląd
zh_hans: 显示预览

source: Capture the active browser tab for the Previews layout. Background tabs use an earlier cached image or their favicon.
de: Erfasst den aktiven Browser-Tab für das Vorschau-Layout. Hintergrund-Tabs verwenden ein früher zwischengespeichertes Bild oder ihr Favicon.
es: Captura la pestaña activa del navegador para la disposición Vistas previas. Las pestañas en segundo plano usan una imagen almacenada anteriormente o su favicon.
fr: Capture l’onglet actif du navigateur pour la disposition Aperçus. Les onglets en arrière-plan utilisent une image mise en cache auparavant ou leur favicon.
pl: Przechwytuje aktywną kartę przeglądarki dla układu Podglądy. Karty w tle używają wcześniejszego obrazu z pamięci podręcznej lub swojej favicony.
zh_hans: 为预览布局捕获当前浏览器标签页。后台标签页使用先前缓存的图像或其网站图标。

source: Backup
es: Copia de seguridad
fr: Sauvegarde
pl: Kopia zapasowa
zh_hans: 备份

source: Layout
es: Disposición
fr: Disposition
pl: Układ
zh_hans: 布局

source: Releases
es: Versiones
fr: Versions
pl: Wydania
zh_hans: 发布版本

source: Slot %lld
es: Ranura %lld
fr: Emplacement %lld
zh_hans: 位置 %lld

source: System
es: Sistema
fr: Système
pl: Systemowy
zh_hans: 系统

source: Tabs
es: Pestañas
fr: Onglets
pl: Karty
zh_hans: 标签页

source: Updates
es: Actualizaciones
fr: Mises à jour
pl: Aktualizacje
zh_hans: 更新

source: v%@ · Build %@
es: v%@ · Compilación %@
pl: v%@ · Kompilacja %@
zh_hans: v%@ · 构建 %@

source: Spaces
es: Espacios
fr: Espaces
pl: Biurka
zh_hans: 空间

source: Browser tabs
es: Pestañas del navegador
fr: Onglets du navigateur
pl: Karty przeglądarki
zh_hans: 浏览器标签页

source: Panel
fr: Panneau
zh_hans: 面板

source: Apps
pl: Aplikacje
zh_hans: 应用

source: Auto
zh_hans: 自动

source: OK
zh_hans: 好

source: Popover
zh_hans: 弹出框
